actboy168.tasks
biati.vscode-file-size-and-stats
biomejs.biome
catppuccin.catppuccin-vsc
hideoo.toggler
jock.svg
meganrogge.template-string-converter
miguelsolorio.fluent-icons
naumovs.color-highlight
redhat.vscode-yaml
remcohaszing.schemastore
scalet.let-icons
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-portuguese-brazilian
tamasfe.even-better-toml
usernamehw.errorlens
vscodevim.vim
yoavbls.pretty-ts-errors