jorgebucaran/fisher
jorgebucaran/autopair.fish
jorgebucaran/replay.fish
rafascalet/docker-db.fish
rafascalet/let-prompt.fish
rafascalet/setups.fish
jhillyerd/plugin-git
nickeb96/puffer-fish
gazorby/fish-abbreviation-tips
catppuccin/fish
halostatue/fish-utils@v4
archelaus/shell-mommy
joehillen/to-fish
