jorgebucaran/fisher
jorgebucaran/autopair.fish
jorgebucaran/replay.fish
rafascalet/docker-db.fish
rafascalet/let-prompt.fish
jhillyerd/plugin-git
nickeb96/puffer-fish
gazorby/fish-abbreviation-tips
catppuccin/fish
