catppuccin/fish
jhillyerd/plugin-git
jorgebucaran/autopair.fish
jorgebucaran/fisher
laughedelic/fish_logo
meaningful-ooo/sponge
nickeb96/puffer-fish
patrickf1/fzf.fish
rafascalet/starship.fish
small-tech/gills
rafascalet/fish-utils
