gazorby/fifc
budimanjojo/tmux.fish
catppuccin/fish
halostatue/fish-utils
halostatue/fish-utils-core
halostatue/fish-utils-net
jorgebucaran/autopair.fish
jorgebucaran/fisher
laughedelic/fish_logo
meaningful-ooo/sponge
nickeb96/puffer-fish
patrickf1/fzf.fish
jhillyerd/plugin-git
small-tech/gills
rafascalet/starship.fish
rafascalet/reload.fish
rafascalet/editor.fish
