gazorby/fifc
budimanjojo/tmux.fish
catppuccin/fish
franciscolourenco/done
halostatue/fish-utils
halostatue/fish-utils-core
halostatue/fish-utils-net
jorgebucaran/autopair.fish
jorgebucaran/fisher
jorgebucaran/getopts.fish
jorgebucaran/humantime.fish
jorgebucaran/replay.fish
jorgebucaran/spark.fish
jorgebucaran/fishtape
joseluisq/gitnow
laughedelic/fish_logo
mattmc3/magic-enter.fish
meaningful-ooo/sponge
nickeb96/puffer-fish
oakninja/makemefish
patrickf1/fzf.fish
jhillyerd/plugin-git
